{"translation-revision-date":"2021-09-27 15:30:20+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"ru"},"I've finished this workout":["Я закончил тренировку"],"Reset this workout":["Сбросить тренировку"],"With your internal links, you’ve shown Google which articles are most important on your website! Make sure to check regularly whether your cornerstone approach is still up to date!":["С помощью внутренних ссылок вы показали гуглу, какие статьи на вашем сайте являются самыми важными! Не забывайте регулярно проверять, является ли ваш краеугольный подход актуальным!"],"Well done!":["Отлично!"],"Go to a related article, find a relevant sentence which is related to your cornerstone article. Insert a text link to your cornerstone in that sentence. Repeat with another related article until your cornerstones have the most internal links pointing towards them.":["Перейдите к соответствующей статье, найдите соответствующее предложение, которое касается вашей краеугольной статьи. Вставьте текстовую ссылку на краеугольную информацию в это предложение. Повторите действие с другими релевантными статьями, пока ваша краеугольная информация не получит наибольшее количество внутренних ссылок, указывающих на неё. "],"If you have limited internal links pointing towards your cornerstones, add internal links from other posts to your cornerstones. But, make sure that there’s a logical relationship between the article you're linking from and your cornerstone. Below, we'll always show you the three cornerstone articles which receive the least links on your site and offer suggestions of relevant pages you could link from.":["Если у вас ограниченное количество внутренних ссылок, указывающих на краеугольную информацию, добавьте внутренние ссылки на неё из других записей. Но убедитесь, что между статьей, на которую вы ссылаетесь, и краеугольной информацией существует логическая связь. Ниже мы будем всегда показывать три краеугольных статьи, у которых наименьшее количество ссылок на сайте, и предложим варианты релевантных страниц, с которых вы можете сделать ссылку."],"Add internal links towards your cornerstones":["Добавьте внутренние ссылки на краеугольную информацию"],"Check: do your cornerstones (★) have the most internal links pointing towards them?":["Проверьте: имеет ли ваша краеугольная информация (★) наибольшее количество ссылок, указывающих на неё?"],"Other articles on your site should link towards your most important cornerstones. Below you can check out which articles have the most internal links pointing towards them.":["Другие статьи на вашем сайте должны ссылаться на краеугольную информацию. Ниже вы можете проверить, какие статьи имеют наибольшее количество внутренних ссылок, указывающих на неё."],"Check the number of incoming internal links of your cornerstones":["Проверьте количество входящих внутренних ссылок краеугольной информации"],"Check whether the articles you’ve marked as cornerstones are the correct ones in this list:":["Проверьте в списке, правильно ли отмечены статьи как краеугольные:"],"Check whether your cornerstones are correct":["Проверьте правильность краеугольной информации"],"The cornerstone toggle as shown in the Yoast SEO metabox.":["Переключение краеугольной информации, как показано в метабоксе Yoast SEO."],"Surf to each one of your cornerstones on your own website. Hit %1$sedit post%2$s and go to the WordPress Backend. Mark them as cornerstones in the SEO tab of the metabox or the sidebar of Yoast SEO.":["Перейдите к каждой краеугольной информации на вашем сайте. Нажмите %1$sредактировать запись%2$s и перейдите к бэкэнду WordPress. Отметьте их как краеугольные во вкладке SEO в метабоксе или в боковой панели Yoast SEO."],"Mark these articles as cornerstone content":["Отметьте эту информацию как краеугольное содержимое"],"With which articles do you want to rank highest? Which are the most complete, which are the best explainers, which are %1$sthe%2$s most important? Check out your own website and choose the pages and posts you want to be your cornerstone articles!":["С помощью каких статей вы хотите занимать наивысшие места в рейтинге? С помощью наиболее полных, тех, которые лучше всего объясняют, с помощью %1$sсамых важных%2$s? Посмотрите на свой сайт и выберите страницы и записи, которые вы бы хотели сделать краеугольными!"],"Your site might not feel that SEO fit just yet. But that's just a matter of time. Let's start this workout by choosing your cornerstones.":["Возможно, ваш сайт ещё не является оптимальным для SEO. Но это лишь вопрос времени. Давайте потренируемся выбирать краеугольную информацию."],"Start: Choose your cornerstones!":["Начать: выберите краеугольную информацию!"],"%1$sNeed more guidance? We've covered every step in more detail in our %2$sCornerstone practical guide%3$s%4$s%5$s%6$s":["%1$sНужна помощь? Мы детально описали каждый шаг в %2$sПрактическом пособии по краеугольной информации%3$s%4$s%5$s%6$s"],"On your site you have a few articles that are %1$sthe%2$s most important. You want to rank highest in Google with these articles. At Yoast, we call these articles cornerstone articles. Take the following 6 steps in order to start ranking with your cornerstone articles!":["На вашем сайте есть несколько %1$sнаиболее%2$s важных статей. Вы хотите занимать наивысшие места в гугл-рейтинге с их помощью. В Yoast мы называем такие статьи краеугольными. Выполните 6 шагов, чтобы начать ранжирование с помощью краеугольных статей!"],"The cornerstone approach":["Краеугольный подход"],"Please note: Your admin has disabled the cornerstone functionality in the SEO settings. If you want to use this workout, these should be enabled.":["Обратите внимание: ваш администратор отключил функцию краеугольной информации в настройках SEO. Если хотите воспользоваться этим тренажёром, вам следует включить эту функцию."],"We were unable to find internal links on your pages. Either you haven't added any internal links to your content yet, or Yoast SEO didn't index them. You can have Yoast SEO index your links by running the SEO data optimization under SEO > Tools.":["Нам не удалось найти внутренние ссылки на ваших сайтах. Либо вы ещё не добавили внутренние ссылки в свое содержимое, либо Yoast SEO не проиндексировал их. Чтобы Yoast SEO проиндексировал ссылки, запустите SEO-оптимизацию данных в разделе SEO > Инструменты."],"Incoming links":["Входящие ссылки"],"You currently have no articles marked as cornerstone. When you mark your articles as cornerstone, we will show you link suggestions here.":["На данный момент у вас нет статей, отмеченных как краеугольные. Когда вы отметите статьи как краеугольные, мы покажем вам варианты ссылок здесь."],"We didn't find any suggestions for this cornerstone article.":["Мы не нашли вариантов для этой краеугольной статьи."],"Edit to add link":["Редактировать, чтобы добавить ссылку"],"%1$s incoming links":["%1$s входящих ссылок"],"You currently have no articles marked as cornerstone. When you mark your articles as cornerstone, they will show up here.":["На данный момент у вас нет статей, отмеченных как краеугольные. Когда вы отметите статьи как краеугольные, мы отобразим их здесь."],"Focus keyphrase":["Фокусное ключевое слово"],"Article":["Статья"],"Readability score":["Оценка читабельности"],"SEO score":["Оценка SEO"],"Rank with articles you want to rank with":["Ранжирование по статьям, по которым вы хотите ранжировать"],"Type":["Тип"]}}}